const comments = [
    {
        text: 'Мне кста нравятся её крылья :)',
        time: [36765,40724]
    },
    {
        text: 'У этой мне тоже нравится крылья.\nУ неё прикольно висят штучки :)',
        time: [50546,57244]
    },
    {
        text: 'О Чен!',
        time: [119777,120533]
    },
    {
        text: 'Я кста думал, что это Мэгумин из коносубы., но это не так...',
        time: [135936,139562]
    },
    {
        text: 'Блин... Она так классная...',
        time: [147621,152406]
    },
    {
        text: 'У неё такие милые крылышки <3',
        time: [155454,159692]
    },
    {
        text: 'Инь и Янь...',
        time: [209919,214112]
    }
]