const persons = [
    {
        name: 'Хакурей Рейму',
        time: [1500, 12176]
    },
    {
        name: 'Кирисаме Мариса',
        time: [15082, 26740]
    },
    {
        name: 'Пачули Нолидж',
        time: [29000, 35808]
    },
    {
        name: 'Скарлет Ремилия',
        time: [36196, 40867]
    },
    {
        name: 'Идзаёй Сакуя',
        time: [44585, 49171]
    },
    {
        name: 'Скарлет Фландре',
        time: [50533, 58011]
    },
    {
        name: 'Компаку Ёму',
        time: [59035, 63129]
    },
    {
        name: 'Сайгёдзи Юйко',
        time: [59294, 70522]
    },
    {
        name: 'Онодзука Комачи',
        time: [71868, 77313]
    },
    {
        name: 'Ямадзанадоу Сикиэики',
        time: [78949, 83530]
    },
    {
        name: 'Фудзивара-но Моко',
        time: [84526, 91481]
    },
    {
        name: 'Камисирасава Кейне',
        time: [93166, 98516]
    },
    {
        name: 'Камисирасава Кейне (демон)',
        time: [95552, 98516]
    },
    {
        name: 'Ягокоро Эйрин',
        time: [100000, 103934]
    },
    {
        name: 'Хорайсан Кагуя',
        time: [105380, 109773]
    },
    {
        name: 'Призмривер Лирика',
        time: [112373, 115602]
    },
    {
        name: 'Призмривер Мерлин',
        time: [112373, 115998]
    },
    {
        name: 'Призмривер Лунаса',
        time: [115513, 117311]
    },
    {
        name: 'Призмривер Мерлин',
        time: [117208, 117721]
    },
    {
        name: 'Призмривер Лирика',
        time: [117747, 119570]
    },
    {
        name: 'Чен',
        time: [119741, 120437]
    },
    {
        name: 'Якумо Ран',
        time: [120498, 121395]
    },
    {
        name: 'Инаба Теви',
        time: [121481, 122324]
    },
    {
        name: 'Рейсен Удонгейн Инаба',
        time: [122394, 124942]
    },
    {
        name: 'Инубасири Момидзи',
        time: [125167, 126762]
    },
    {
        name: 'Котия Санае',
        time: [127440, 132241]
    },
    {
        name: 'Кагияма Хина',
        time: [131287, 133335]
    },
    {
        name: 'Ясака Конако',
        time: [132730, 139762]
    },
    {
        name: 'Мория Сувако',
        time: [134730, 139762]
    },
    {
        name: 'Якумо Юкари',
        time: [140997, 146945]
    },
    {
        name: 'Хинанави Тэнси',
        time: [147387, 152339]
    },
    {
        name: 'Якумо Юкари',
        time: [152616, 153176]
    },
    {
        name: 'Хинанави Тэнси',
        time: [153440, 155000]
    },
    {
        name: 'Якумо Юкари',
        time: [154416, 155000]
    },
    {
        name: 'Шамеймару Ая',
        time: [155494, 159934]
    },
    {
        name: 'Ибуки Суйка',
        time: [161361, 168118]
    },
    {
        name: 'Маргатройд Алиса',
        time: [169006, 173934]
    },
    {
        name: 'Шангхай',
        time: [169535, 174515]
    },
    {
        name: 'Кавасиро Нитори',
        time: [174850, 180845]
    },
    {
        name: 'Кадзами Юка',
        time: [182591, 188312]
    },
    {
        name: 'Элли',
        time: [188939, 195467]
    },
    {
        name: 'Рейму',
        time: [199671, 203747]
    },
    {
        name: 'Мариса',
        time: [203521, 209239]
    },
    {
        name: 'Рейму',
        time: [205966, 209239]
    },
    {
        name: 'Кирисаме Мариса',
        time: [214067, 215587]
    },
        {
        name: 'Хакурей Рейму',
        time: [215984, 217369]
    }
]
